Repository: AdamZ/rhythmbox-magnatune
Catalog: help/*/*.po
Languages: de

source: To delete a smart playlist, select the playlist to delete, then you have two ways to delete it: <placeholder-1/>
de: Um eine automatische Wiedergabeliste zu löschen, wählen Sie die zu löschende Wiedergabeliste aus. Dann gibt es zwei möglichkeiten die Liste zu löschen: <placeholder-1/>

source: Use the query editor
de: Den Abfragen-Editor benutzen

source: Choose the criteria to apply to the rule. If you need one more criteria click on the button <guibutton>Add</guibutton>, a new line appears, and you can set a new criteria.
de: Wählen Sie die Kriterie aus, die Sie zur Regel hinzufügen wollen. Falls Sie mehrere Kriterien benötigen, klicken Sie auf <guibutton>Hinzufügen</guibutton>. Eine neue Zeile erscheint, wo Sie ihre Kriterie eingeben können.

source: If you want to limit the number of tracks in the playlist, tick <guilabel>Limit to:</guilabel>, and choose how to limit. You can limit by tracks, by total size (in <guilabel>MB</guilabel> or <guilabel>GB</guilabel>), or by duration (expressed in <guilabel>Minutes</guilabel>).
de: Falls Sie die Anzahl der Lieder in der Wiedergabeliste begrenzen wollen, klicken Sie auf <guilabel>Begrenzen auf:</guilabel> und wählen Sie Ihre Limitierung aus. Sie können nach Liedern, Gesamtgröße (in <guilabel>MB</guilabel> oder <guilabel>GB</guilabel>) oder nach Dauer (in <guilabel>Minuten</guilabel> limitieren.

source: Once you finish to set criteria for the playlist, choose <guibutton>New</guibutton>; the playlist query editor window closes, and the playlist display the tracks matched by your criterias.
de: Sobal Sie mit der Auswhl der Kriterien für Ihre Wiedergabeliste fertig sind, klicken Sie auf <guibutton>Neu</guibutton> um den Auswahleditor zu schließen und die Lieder anzuzeigen, die in Ihre ausgewählten Kriterien passen.

source: Audio CD Source
de: Quelle »Audio-CD«

source: <application>Rhythmbox Music Player</application> can also handle Audio CDs; it can play it, but it lets you also burn your own compilations.
de: Mit <application>Rhythmbox Musik-Player</application> können Sie Audio-CDs abspielen und Ihre eigenen Zusammenstellungen auf solche brennen.

source: Playing
de: Wiedergabe

source: When an Audio CD is inserted to the CD drive, it will appear in the Source list, and the tracks on it can be displayed in <application>Rhythmbox Music Player</application>'s main window. If you are connected to Internet, the tracks name will be retrieve and displayed.
de: Wenn eine Audio-CD in das CD-Laufwerk eingelegt wird, erscheint diese in der Quellenliste und die enthaltenen Lieder können im Hauptfenster von <application>Rhythmbox Musik-Player</application> angezeigt werden. Falls sie mit dem Internet verbunden sind, werden wird der Titel des Liedes abgerufen und angezeigt.

source: To play and pause playback, or to skip forward or backwards, use the same controls as used for playing from the library.
de: Benutzen Sie die gleichen Bedienelemente wie in der Quelle »Musik«, um die Wiedergabe zu starten, zu pausieren, oder um vorwärts oder rückwärts zu spulen.

source: Importing Audio CD
de: Audio-CD importieren

source: If you wish to keep the tracks of your Audio CDs on your computer, you can import them; the tracks will be saved as music files.
de: Falls Sie die Lieder Ihrer Audio-CDs auf Ihren Computer behalten wollen, können Sie diese importieren und als Musikdateien speichern.

source: To import Audio CD tracks, choose <menuchoice><guimenu>Music</guimenu><guimenuitem>Import Audio CD...</guimenuitem></menuchoice>, it will start Sound-Juicer, a GNOME application dedicated to Audio CD import. To know more about Sound-Juicer, you can read the <ulink url="ghelp:sound-juicer">Sound-Juicer manual</ulink>.
de: Um Lieder einer Audio-CD zu importieren, klicken Sie <menuchoice><guimenu>Musik</guimenu><guimenuitem>Audio-CD importieren...</guimenuitem></menuchoice>. Dies wird Sound-Juicer starten, eine GNOME-Anwednung, mit der Lieder einer Audio-CD importiert werden können. Um mehr über Sound-Juicer zu erfahren, können Sie die <ulink url="ghelp:sound-juicer">Sound-Juicer Anleitung</ulink> lesen.

source: To get imported tracks from Sound-Juicer automatically added to you Rhythmbox Library, you will have to configure Sound-Juicer to extract tracks into your Rhythmbox Library location and the Rhythmbox watch library feature has to be activated; refer to <ulink url="ghelp:sound-juicer#preferences">Sound-Juicer preferences</ulink> and <link linkend="prefs-library">Rhythmbox Library preferences</link>.
de: Um von Sound-Juicer importierte Lieder automatisch ihrer Rhythmbox-Musikbiblitohek hinzuzufügen, müssen Sie Sound-Juicer so konfigurieren, dass es alle Lieder dorthin kopiert, wo sich Ihre Musiksammlung befindet; außerdem müssen Sie die Überwachungsfunktion einschalten.Dazu siehe <ulink url="ghelp:sound-juicer#preferences">Sound-Juicer Einstellungen</ulink> und <link linkend="prefs-library">Einstellungen der Musiksammlung</link>.

source: Creating Audio CD
de: Eine Musik-CD erstellen

source: Rhythmbox enables you to create you own Audio CDs with the music stored in the Rhythmbox Library.
de: Rhythmbox erlaubt es Ihnen Ihre eigenen Musik-CDs mit der sich in der Musiksammlung befindenen Musik zu erstellen.

source: Create a playlist, static or smart (see <xref linkend="playlist"/>) and add tracks.
de: Erstellen einer dynamischen oder statischen Wiedergabeliste (siehe <xref linkend="playlist"/> und fügen Sie Lieder hinzu.

source: Choose <menuchoice><guimenu>Music</guimenu><guisubmenu>Playlist</guisubmenu><guimenuitem>Create Audio CD...</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>Musik</guimenu><guisubmenu>Wiedergabeliste</guisubmenu><guimenuitem>Musik-CD erstellen...</guimenuitem></menuchoice>

source: Insert a blank CD.
de: Legen Sie eine leere CD ein.

source: Click the button <guibutton>Create</guibutton>, the burning process starts.
de: Klicken Sie auf <guibutton>Erstellen</guibutton>, um den Brennprozess zu starten.

source: To create an Audio CD: <placeholder-1/>
de: Um eine Musik-CD zu erstellen: <placeholder-1/>

source: Portable Audio Player Source
de: Quelle »Tragbare Musikplayer«

source: <application>Rhythmbox</application> can detect when an portable audio player is plugged to your computer, and is able to read tracks stored on it. <application>Rhythmbox Music Player</application> should be able to deals with most of portable audio players like Apple iPod.
de: <application>Rhythmbox</application> erkennt, wenn ein tragbares Musikgerät eingestekckt wurde und ist in der Lage, die sich darauf befindenden Lieder auszulesen. <application>Rhythmbox Musik-Player</application> sollte in der Lage sein, die meisten tragbaren Musikplayer wie den Apple iPod zu erkennen.

source: At this time, Rhythmbox can only read information but cannot write (like tags modification, tracks deletion or copy track from <application>Rhythmbox Music Player</application> to your player).
de: Zur Zeit kann Rhythmbox nur Informationen von einem tragbaren Gerät lesen, aber noch nicht verändern (wie das Verändern von Tags, löschen von Liedern oder Kopieren von Liedern aus <application>Rhythmbox Musik-Player</application> auf Ihren Musikplayer).

source: When you plug in a portable audio player, an icon for the Portable Audio Player is added to the Source List. This source works in the same way as the Library source.
de: Sobald Sie einen tragbaren Musikplayer einstecken, wird ein Icon für diesen Player in der Quellenliste hinzugefügt. Diese Quelle funktioniert dann auf geiche Weise wie die Musiksammlung.

source: If <application>Rhythmbox Music Player</application> do not detect your device as an portable audio player, you can create an empty file <filename>.is_audio_player</filename> at the top level hierarchy of the filesystem of your player.
de: Falls <application>Rhythmbox Musik-Player</application> Ihr Gerät nicht als tragbaren Musikplayer erkennt, können Sie von Hand eine leere Datei namens <filename>.is_audio_player</filename> im Hauptverzeichnis Ihres Players erstellen.

source: DAAP Share Source
de: Quelle »DAAP-Musikverteilung«

source: DAAP is a network protocol that allow to share the music stored in Rhythmbox. DAAP stands for Digital Audio Access Protocol.
de: DAAP ist ein Netzwerkprotokoll, welches erlaubt, Ihre in Rhythmbox gespeicherte Musik zu verteilen. DAAP steht für »Digital Audio Access Protocol« (»Digitales Musikzugriffs-Protokoll«)

source: As DAAP is a standard protocol for music sharing, you can listen and share music not only with others Rhythmbox users, but also with other users who uses DAAP compatible software like iTunes.
de: Weil DAAP ein Standartprotokoll für Musikverteilung ist, können Sie nicht nur Musik anhören, die von Rhythmbox, sondern auch solche, die von DAAP-kompatibler Software wie zum Beispiel iTunes verteilt wird.

source: When you will start Rhythmbox, it will look for all DAAP shares published on your local network (your home or your office, not the whole Internet) by other users and will display them in the <guilabel>Source</guilabel> list. If sharing is enabled, at the same time Rhythmbox will publish your library and your playlists. In this way, you can listen to music stored on your friend's computers and they can listen your music.
de: Wenn Sie Rhythmbox starten, sucht es automatisch nach allen Musikstücken (Zuhause oder in Ihrem Büro, nicht im gesamten Internet), die von Anderen verteilt werden, und zeigt diese in der <guilabel>Quellen</guilabel>-Liste an. Falls Sie das Verteilen Ihrer Lieder aktiviert haben, verteilt Rhythmbox gleichzeitig Ihre Musiksammlung und Ihre Wiedergabelisten. Auf diese Weise können Sie Musik, die sich auf den Computern Ihrer Freunde befinden, anhören, und auch diese können Ihre Musik anhören.

source: To disable Rhythmbox DAAP sharing feature, see <xref linkend="prefs-sharing"/> in the preferences.
de: Siehe <xref linkend="prefs-sharing"/>, um das DAAP-Plugin von Ryhthmbox zu deaktivieren.

source: Notification Area
de: Benachrichtigungsfeld

source: <application>Rhythmbox Music Player</application> in the Notification Area
de: <application>Rhythmbox Musik-Player</application> im Benachrichtugungsfeld

source: Get information
de: Weitere Infos

source: When you move the mouse cursor over the <application>Rhythmbox Music Player</application> icon, you can see the track artist, the track name and the time position.
de: Wenn Sie die den Mauscursor über das <application>Rhythmbox Musik-Player</application>-Icon bewegen, können Sie den Künstler, den Liednamen und die aktuelle Zeitposition sehen.

source: Notification window
de: Benachrichtigungsfenster

source: Each time the track has changed or a podcast episode was downloaded, the <application>Rhythmbox Music Player</application> can inform you; it displays a notification window on the desktop, containing the information.
de: Immer wenn der Titel gewechselt oder eine Podcast-Folge heruntergeladen wurde, kann <application>Rhythmbox Musik-Player</application> Sie informieren; es zeigt eine Kurzinfo auf dem Desktop an, in welchem Informationen stehen.

source: The notification window of <application>Rhythmbox Music Player</application>
de: Das Benachrichtigungsfenster des<application>Rhythmbox Musik-Player</application>

source: The notification window can be disabled by deselecting the <guilabel>Show Notifications</guilabel> option from the context menu of the icon in the notification area. .
de: Das Benachrichtungsfenster kann über den Menüeintrag <guilabel>Benachrichtigungen anzeigen</guilabel> des Kontextmenüs des Icons aus dem Benachrichtigungsfeld deaktiviert werden.

source: Control Rhythmbox
de: Rhythmbox bedienen

source: Using the <application>Rhythmbox Music Player</application> icon in the notification area, the following commands can be sent to the application:
de: Mit dem <application>Rhythmbox Musik-Player</application>-Symbol im Benachrichtigungsfeld von GNOME können Sie die folgenden Kommandos an die Anwendung schicken:

source: Notification Area (showing menu)
de: Benachrichtungsfeld mit Menü

source: <guibutton>Play</guibutton>&mdash; If selected, plays the currently selected song.
de: <guibutton>Wiedergabe</guibutton>&mdash; Spielt das ausgewählte Lied ab.

source: <guibutton>Previous</guibutton>&mdash; Skip to previous song in the selected source.
de: <guibutton>Zurück</guibutton>&mdash; Zum vorherigen Lied springen.

source: <guibutton>Next</guibutton>&mdash; Skip to next song in the selected source.
de: <guibutton>Weiter</guibutton>&mdash; Zum nächsten Lied springen.

source: <guibutton>Show Window Player</guibutton>&mdash; Choose whether or not the <application>Rhythmbox Music Player</application> window is visible or not on the desktop.
de: <guibutton>Wiedergabefenster anzeigen</guibutton>&mdash; Wählen Sie, ob das <application>Rhythmbox Musik-Player</application>-Fenster angezeigt werden soll.

source: <guibutton>Show Notifications</guibutton>&mdash; Choose whether or not the <application>Rhythmbox Music Player</application> will notify you about track changes and various information.
de: <guibutton>Benachrichtungen anzeigen</guibutton>&mdash; Wählen Sie, ob Sie <application>Rhythmbox Musik-Player</application> über Liederwechsel und andere Information benachrichtigen soll.

source: <guibutton>Quit</guibutton>&mdash; Quit the <application>Rhythmbox Music Player</application>.
de: <guibutton>Beenden</guibutton>&mdash; Beendet <application>Rhythmbox Musik-Player</application>.

source: If you are using a mouse with a scroll wheel, you can adjust the volume by scrolling up or down while the mouse pointer is over the panel applet.
de: Wenn SIe eine Maus mit Scrollrad verwenden, können Sie die Laustärke mit Hilfe dieses Scrollrades verändern, wenn sich der Mauszeiger über dem Laustärkeregeler befindet.

source: You can quickly toggle Play/Pause by pressing the middle mouse button.
de: Sie können schnell zwischen Wiedergabe und Pause wechseln, indem Sie die mittlere Maustauste drücken.

source: Customizing Rhythmbox Music Player
de: Rhythmbox Musik-Player anpassen

source: Setting Your Preferences
de: Ändern der Einstellungen

source: Using the <guilabel>Preferences</guilabel> dialog you can customize how you want <application>Rhythmbox Music Player</application> to look and behave. To display the <guilabel>Preferences</guilabel> dialog, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
de: Mit dem<guilabel>Einstellungen</guilabel>-Dialog können Sie das Verhaten und Aussehen von <application>Rhythmbox Musik-Player</application> Ihren Wünschen anpassen. Um den <guilabel>Einstellungen</guilabel>-Dialog anzuzeigen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>.

source: General
de: Allgemein

source: Library
de: Musiksammlung

source: Audio CD
de: Musik-CD

source: Portable Players
de: Tragbare Geräte

source: Playlists
de: Wiedergabelisten

source: DAAP Music shares
de: DAAP Musikfreigaben

source: Choose the <guilabel>Visible Columns</guilabel> you want to display in <application>Rhythmbox Music Player</application>. This option is global and affects the following sources: <placeholder-1/>
de: Wählen Sie die<guilabel>Spalten</guilabel> die in <application>Rhythmbox Musik-Player</application> angezeigt werden sollen. Diese Einstellung ist global und beeinflusst folgende Quellen: <placeholder-1/>

source: Choose the way the <guilabel>Browser View</guilabel> will be displayed. You can choose to use three or two panes.
de: Wählen Sie aus, wie die <guilabel>Browseransicht</guilabel> angezeigt werden soll. Sie können zwischen zwei und drei Spalten wählen.

source: The <guilabel>Library Location</guilabel> is a folder that <application>Rhythmbox Music Player</application> will monitor to find new songs. When you add new audio files in this folder or its sub-folders with the file browser (like Nautilus), <application>Rhythmbox Music Player</application> will detect them and they will be added automatically in the Library.
de: Der <guilabel>Ort der Musiksammlung</guilabel> ist ein Ordner, den <application>Rhythmbox Musik-Player</application> nach Liedern durchsucht. Wenn Sie neue Audiodateien in diesen Ordner oder einen Unterordner mit einem Dateimanager (wie Nautilus) hinzufügen, fügt sie <application>Rhythmbox Musik-Player</application> automatisch der Musiksammlung hinzu.

source: Avoid to set your <filename class="directory">Home</filename> folder as library location because this feature is CPU consuming.
de: Versuchen Sie es zu vermeiden, Ihren gesamten <filename class="directory">Home</filename>-Ordner als Ort der Musiksammlung anzugeben, da dies Ihre CPU nur unnötig belasten würde.

source: To disable the watch functionality deselect <guilabel>Watch my library for new files</guilabel>.
de: Um die Überwachung zu deaktivieren, wählen Sie <guilabel>Die Musiksammlung auf neue Dateien hin überwachen</guilabel> ab.

source: If you want to add more than one folder to watch, use <application>gconf-editor</application> and add it to the list /app/rhythmbox/library_locations
de: Falls Sie mehr als einen Ordner überwachen lassen wollen, benutzen Sie bitte <application>gconf-editor</application> und fügen den Ordner zur liste /app/rhythmbox/library_locations hinzu.

source: The <guilabel>Download Location</guilabel> of Podcasts is defined by default to Folder <filename class="directory">Podcasts/</filename> in your home directory.
de: Der <guilabel>Speicherort</guilabel> für Podcasts ist standardmäßig <filename class="directory">Podcasts/</filename> in Ihrem Benutzerverzeichnis.

source: Choose the frequency that <application>Rhythmbox Music Player</application> will check for new podcast episodes.
de: Wählen Sie aus, wie oft <application>Rhythmbox Musik-Player</application> nach neuen Podcast-Folgen suchen soll.

source: Sharing
de: Verteilen

source: The <application>Rhythmbox Music Player</application> can share your Library contents over your Local Area Network, to other <application>Rhythmbox Music Player</application> and Apple iTunes users.
de: <application>Rhythmbox Musik-Player</application> kann ihre Musik über Ihr LAN-Netzwerk an andere <application>Rhythmbox Musik-Player-</application> und Apple iTunes-Benutzer verteilen.

source: Select <guilabel>Share my music</guilabel> to enable the users of your network to see and read your songs.
de: Wählen Sie <guilabel>Eigene Musik verteilen</guilabel>, um Nutzern des Netzwerks Zugriff auf Ihre Lieder zu erstatte.

source: Enter the name of you want to appear of the network in the field <guilabel>Shared music name</guilabel>.
de: Geben Sie einen Namen ein, welcher im Netzwerk erscheinen soll, in das Feld <guilabel>Name des gemeinsamen Musikordners</guilabel> ein.

source: Last.fm profile
de: Last.fm-Profil

source: consult statistics, such as most played songs or most played artists.
de: Anzeigen von Statistiken wie am häufigsten gespielten Lieder oder Künstler.

source: receive recommendations about artists that you might like.
de: Empfehlungen über für Sie interessante Künsteler empfangen

source: The Last.fm profile plugin collects information about the songs you listen to and sends it to the <ulink url="http://www.last.fm/">Last.fm</ulink> website, building up a profile of your listening habits. With this profile, you can: <placeholder-1/>
de: Das Last.fm-Profil-Plugin sammelt Informationen über die Lieder, die Sie anhören und sendet diese zur <ulink url="http://www.last.fm/">Last.fm-Website</ulink>, um ein Profil Ihrer Hörgewohnheiten aufzubauen. Mit diesem Profil können Sie: <placeholder-1/>

source: In order to use the Last.fm profile plugin, you must have a Last.fm account. If you don't already have one, use the <ulink url="http://www.last.fm/signup.php">Last.fm signup page</ulink> to create one. Enter your Last.fm account details in the <guilabel>Username</guilabel> and <guilabel>Password</guilabel> fields in the Last.fm profile plugin configuration window.
de: Um das Last.fm-Plugin zu benutzen, benötigten Sie einen Last-fm-Account. Falls Sie noch keinen solchen Account besitzen, erstellen Sie auf der <ulink url="http://www.last.fm/signup.php">Last.fm-Anmeldungsseite</ulink> einen. Geben Sie Ihre Last-fm-Benutzerdaten in die <guilabel>Benutzername-</guilabel> und <guilabel>Passwort</guilabel>-Felder im Konfigurationsfenster des Last.fm-Plugins ein.

source: The configuration window for the Last.fm profile plugin also displays status information. If your Last.fm profile page shows that your profile is not being updated, the information displayed here may help you to diagnose the problem.
de: Das Konfigurationsfenster für das Last.fm-Profil zeigt auch Statusinformationen an. Falls Ihr Last.fm-Profil nicht aktualisiert wird, könnten die Informationen, die hier angezeigt werden, dabei helfen, das Problem zu lösen.

source: Shortcuts
de: Tastenkombination

source: Keyboard Shortcuts
de: Tastenkombinationen

source: Actions
de: Befehl

source: Space
de: Leertaste

source: Play / Pause
de: Abspielen / Pause

source: Left
de: Links

source: Jump to the Previous Track / Back to the beginning of the track
de: Zum vorherigen Lied springen / Zurück zum Anfang des Liedes

source: Right
de: Rechts

source: Jump to the Next Track
de: Zum nächsten Lied springen

source: Ctrl
de: Strg

source: Enable / Disable Repeat play
de: Wiederholung an/ausschalten

source: Enable / Disable Shuffle play
de: Zufallswiedergabe an/ausschalen

source: General Shortcuts
de: Allgemeine Tastenkombinationen

source: Select All
de: Alles markieren

source: Shift
de: Umschalt

source: Deselect All
de: Nichts markieren

source: Extract CD (launch Sound-Juicer)
de: Audio-CD auslesen (Sound-Juicer starten)

source: Jump to playing song
de: Zum aktuellen Song springen

source: Clear the search field text and remove all filters in the browser
de: Das Suchfeld leeren und alle Filter im Browser löschen

source: Create a New playlist
de: Einen neue Playliste erstellen

source: Add a new Internet Radio Station
de: Eine neue Internetradio-Station hinzufügen

source: Add a New Podcast Feed
de: Einen neuen Podcast hinzufügen

source: Add a folder to the library
de: Einen Ordner zur Musiksammlung hinzufügen

source: Return
de: Enter

source: Display the Track Properties
de: Liedeigenschaften anzeigen

source: Window Shortcuts
de: Tastenkombinationen für Fenster

source: Close the <application>Rhythmbox Music Player</application> window
de: Das <application>Rhythmbox Musik-Player</application> Fenster schließen

source: Quit the <application>Rhythmbox Music Player</application>
de: <application>Rhythmbox Musik-Player</application> schließen

source: Show / Hide the browser
de: Den Browser anzeigen/ausblenden

source: Toggle / Untoggle the small display mode
de: Minimodus an/ausschalten

source: Show / Hide the sources list
de: Die Quellen-Liste anzeigen/ausblenden

source: Show / Hide the Queue Sidebar
de: Warteschlange anzeigen/ausblenden

source: Show / Hide the Song Position Slider
de: Anzeigen / Verstecken des Schieberegelers für die Position im Titel

source: Toggle / Untoggle the Full Screen mode
de: Vollbildschirmmodus aus/anschalten

source: Multimedia Keys
de: Multimediatasten

source: <application>Rhythmbox Music Player</application> supports the keys on multimedia keyboards, if configured in your desktop environment.
de: <application>Rhythmbox Musik-Player</application> unterstützt die Multimediatasten Ihrer Tastatur, sofern diese korrekt in Ihrer Desktopumgebung eingerichtet werden.

source: Stop
de: Anhalten

source: Pause / Play
de: Pause / Wiedergabe

source: Prev
de: Zurück

source: Previous Played Track
de: Vorheriges Lied

source: Next Track
de: Nächstes Lied

source: Linux Infrared Remote Control
de: Linux Infrarot-Fernbedienung
