Repository: AdamZ/rhythmbox-magnatune
Catalog: help/*/*.po
Languages: de

source: The <application>Rhythmbox Music Player</application> includes a plugin for Linux Infrared Remote Control (LIRC) support. The following command strings are supported, using the program name 'rhythmbox':
de: <application>Rhythmbox Musik-Player</application> schließt ein Plugin für »Linux Infrared Remote Control« (LIRC) ein, mit dem Rhythmbox per Infrarot bedient werden kann. Die folgenden Kommandos werden von Rhythmbox unterstützt:

source: Command string
de: Kommando

source: Action
de: Aktion

source: Start playback
de: Wiedergeben

source: Pause playback
de: Wiedergabe anhalten

source: Toggle between playing and paused
de: Wiedergabe an/aus

source: Toggle the shuffle play order
de: Zufallsmodus an/ausschalten

source: Toggle the repeat play order
de: Wiederholungsmodus an/ausschalten

source: Skip to the next track
de: Zum nächsten Lied springen

source: Skip to the previous track
de: Zum vorherigen Lied springen

source: Skip 10 seconds forward in the playing track
de: Um 10 Sekunden im aktuellen Lied vorspringen

source: Skip 10 seconds backward in the playing track
de: Um 10 Sekunden im aktuellen Lied zurückspringen

source: Increase the playback volume by 10%
de: Lautstärke um 10% erhöhen

source: Decrease the playback volume by 10%
de: Lautstärke um 10% absenken

source: Mute the playback
de: Stumm schalten

source: translator-credits
de: Jonas Haag <jonas@jonashaag.de>, 2007 Nicolai Spohrer <nicolai@xeve.de>, 2007
