Repository: AdamZ/rhythmbox-magnatune
Catalog: help/*/*.po
Languages: de

source: The Library is the main source available in the <application>Rhythmbox Music Player</application>, it is the database that contains all the music files that you import in the <application>Rhythmbox Music Player</application> (The Library stores the path to access your music files, not the files themself).
de: Die Musiksammlung ist die Hauptquelle im <application>Rhythmbox Musik-Player</application>, sie ist die Datenbank, sie enthält alle importieren Musikdateien (In der Musiksammlung sind nur die Pfade, und Meta-Daten, wie zum Beispiel der Titel, zu den Musikdateien, nicht die Dateien selbst gespeichert).

source: Public FTP
de: Öffentlicher FTP-Server

source: Authenticated FTP
de: FTP-Server, der Zugangsdaten verlangt

source: NFS
de: NFS-Server

source: Windows Share
de: Windows-Dateiaustausch-Server

source: The Library can not only contains music files which are physically on your computer (in your HOME Directory for instance), but it can also contains music files available over remote network services. Some examples of supported network services are : <placeholder-1/>
de: Die Musiksammlung kann nicht nur Dateien enthalten, die physisch auf dem Computer gespeichert sind (in Ihrem Heimatverzeichnis zum Beispiel), sondern auch Dateien, die von einem entfernen Computer über einen Netzwerkdienst angeboten werden. Einige Beispiel für unterstützte Netzwerkdienste sind: <placeholder-1/>

source: At this time <application>Rhythmbox Music Player</application> is not able to modify the tags of your music files, but you can use another software like <application>Easytag</application>.
de: Momentan kann der <application>Rhythmbox Musik-Player</application> leider noch nicht die Tags von Musikdateien verändern, allerdings können Sie hierfür andere Programme wie <application>Easytag</application> benutzen.

source: The files imported in the Library are displayed in the track list with the information (like the Artist name or the Album name) stored in the tags embedded on the tracks. <application>Rhythmbox Music Player</application> uses these tags to display the tracks in an organized manner. <placeholder-1/>
de: Die Titel, die in die Musiksammlung importiert werden, werden in der Abspielliste mit Informationen wie Künstlername oder dem Namen des Stückes angezeigt. Diese Informationen sind in den Dateien selbst, als sogenannte Tags, gespeichert. Der <application>Rhythmbox Musik-Player</application> benutzt diese Tags, um die Titel in einer übersichtlichen Reihenfolge darzustellen. <placeholder-1/>

source: Add tracks in the Library
de: Titel zur Musiksammlung hinzufügen

source: To import only one track, choose <menuchoice><guimenu>Music</guimenu><guimenuitem>Import File... </guimenuitem></menuchoice> from the menu, then select the file in the file selector and press the <guibutton>Open</guibutton> button.
de: Um einen einzelnen TItel zu importieren, wählen Sie <menuchoice><guimenu>Musik</guimenu><guimenuitem>Datei importieren... </guimenuitem></menuchoice>, klicken die Datei an und drücken den <guibutton>Öffnen</guibutton>-Button.

source: If you want to import several music files located in a folder, choose <menuchoice><guimenu>Music</guimenu><guimenuitem>Import Folder...</guimenuitem></menuchoice> from the menu, then select the folder in the file selector and press the <guibutton>Open</guibutton> button. All the music files located in the folder and its sub-folders will be imported.
de: Wenn Sie mehrere Musikdateien in einem bestimmten Ordner importieren möchten, wählen Sie <menuchoice><guimenu>Musik</guimenu><guimenuitem>Ordner importieren...</guimenuitem></menuchoice>, wählen den Ordner aus und klicken auf den <guibutton>Öffnen</guibutton>-Button. Alle Musikdateien in diesem Ordner und dessen Unterordnern werden so importiert.

source: Drag and drop files from the file manager (like <application>Nautilus</application>) over the Rhythmbox window.
de: Sie können TItel auch einfach aus einem Dateimanager (wie zum Beispiel <application>Nautilus</application>) in das Rhythmbox-Fenster ziehen.

source: To add tracks to the Library, you can follow these different methods: <placeholder-1/>
de: Um Titel der Musiksammlung hinzuzufügen, können Sie diese verschiedenen Methoden verwenden: <placeholder-1/>

source: If you have enabled the watch directory function (see <xref linkend="prefs-library"/>), all the music files stored under the chosen directory will be added to the Library. New files added later will be also added.
de: Wenn Sie die Funktion »Die Musiksammlung auf neue Dateien hin überwachen« aktiviert haben (siehe <xref linkend="prefs-library"/>), werden alle Musikdateien, die in dem gewählten Verzeichnis gespeichert werden, in die Musiksammlung hinzugefügt. Neue Dateien, die später hinzugefügt werden, werden auch importiert.

source: Remove tracks from the Library
de: Titel aus der Musiksammlung entfernen

source: To remove a track from the library but leave it on the disk, choose menu <menuchoice><guimenu>Edit</guimenu><guimenu>Remove</guimenu></menuchoice>. The track and its properties (like rating or the play count) are removed from the Rhythmbox database.
de: Um einen Titel aus der Musiksammlung zu entfernen, ihn aber trotzdem auf der Festplatte gepeichert zu lassen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenu>Entfernen</guimenu></menuchoice>. Der Titel und dessen Eigenschaften (wie Bewerung, oder wie oft er abgespielt wurde) werden dann aus der Rhythmbox-Datenbank entfernt.

source: To delete a track from the Library but also from your disk, choose menu <menuchoice><guimenu>Edit</guimenu><guimenuitem>Move to Trash</guimenuitem></menuchoice>. The track will be removed in the same way as previous, but the file will be moved in the file manager Trash.
de: Um einen Titel aus der Musiksammlung und von Ihrer Festplatte zu entfernen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>In den Müll verschieben</guimenuitem></menuchoice>. Der Titel wird dann aus der Musiksammlung entfernt und in den Müllordner des Dateimanagers verschoben.

source: Find tracks using Search
de: Titel mit der Suchfunktion finden

source: Rhythmbox comes with a search function, which enables to find and filter tracks by using a search term.
de: Rhythmbox besitzt eine Suchfunktion, mit der man alle Titel mit Suchausdrücken filtern kann.

source: Enter some text in the search entry, and as you type, only the tracks that match the text entered will be displayed. The search function does the lookup in all the tags of the tracks stored in the Library.
de: Geben Sie ein paar Buchstaben in das Suchfeld ein, und, noch während Sie schreiben, nur die auf den eingegebenen Text passenden Einträge bleiben sichtbar. Es werden alle Tags eines Titels hierbei mit eingebezogen.

source: To perform more precise search, you can choose to lookup only in specific tags <guilabel>Artists</guilabel>, <guilabel>Albums</guilabel> or <guilabel>Titles</guilabel>.
de: Um eine präzisere Suche durchzuführen können Sie auch nur bestimmte Tags durchsuchen lassen, wie zum Beispiel <guilabel>Künstler</guilabel>, <guilabel>Alben</guilabel> oder den <guilabel>Titel</guilabel> von Stücken.

source: Find tracks using the Browser
de: Titel mithilfe des Browsers finden

source: The Browser is another convenient way to find tracks. The Browser is a two or three pane view which enable to navigate among music genres, artists and albums and display tracks that match the chosen criteria.
de: Der Browser ist eine andere komfortable Variante, bestimmte Titel zu finden. Der Browser ist ein dreigeteiltes Werkzeug, mit dem man durch Musikgenres, Künstler und Alben navigieren kann und der dann nur die auf die Suchkriterien passenden Titel anzeigt.

source: You can choose several criteria of the same category by using the key <keycombo><keycap>Ctrl</keycap></keycombo>.
de: Sie können mehrere Kriterien der gleichen Kategorie wählen, indem Sie die Taste <keycombo><keycap>Strg</keycap></keycombo> drücken und dann entsprechend auswählen.

source: You can also find from a selected track in the track list, all the tracks with the same genre, artist or album name. Select a track in the track list, right-click on it, and choose <guilabel>Browse this Genre/Artist/Album</guilabel>. Then the browser will filter the tracks using the criteria chosen.
de: Sie können auch Titel, die dasselbe Genre, denselben Künstler oder Albumnamen wie der ausgewählte Titel haben, finden. Wählen Sie einen Titel aus der Titelliste, machen Sie einen Rechtsklick auf ihn, wählen Sie <guilabel>Dieses Genre durchsuchen</guilabel>, <guilabel>Nach diesem Künstler suchen</guilabel> oder <guilabel>Dieses Album durchsuchen</guilabel>. Der Browser wird die Titel dann nach den angegebenen Kriterien filtern.

source: Radio Source
de: Quelle »Radio«

source: The Internet Radio tuner can be used to listen to streamed audio files over a network, local or Internet.
de: Der Internetradiospieler kann dazu benutzt werden, um von einem anderen Computer über zum Beispiel das Internet gestreamte Musik zu hören.

source: Internet Radio in <application>Rhythmbox Music Player</application>
de: Der Internetradiospieler in <application>Rhythmbox Musik-Player</application>

source: Adding a station
de: Neue Internetradio-Sender hinzufügen

source: To add a new station to the Internet Radio tuner, choose <menuchoice><guimenu>Music</guimenu><guimenuitem>Add New Internet Radio Station</guimenuitem></menuchoice>, then enter the URL of the Internet radio, then press the button <guibutton>Add</guibutton>.
de: Um dem Internetradioplayer einen neuen Internetradio-Sender hinzuzufügen, wählen Sie <menuchoice><guimenu>Musik</guimenu><guimenuitem>Neuer Internetradio-Sender</guimenuitem></menuchoice>, geben die URL des Internetradios ein und klicken auf den Button <guibutton>Hinzufügen</guibutton>.

source: Viewing and Changing the settings of a station
de: Die Einstellungen eines Senders betrachten und verändern

source: You can view and edit the settings of an Internet Radio station using the menu <menuchoice><guimenu>Music</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>.
de: Die Einstellungen eines Internetradio-Senders können mit <menuchoice><guimenu>Musik</guimenu><guimenuitem>Eigenschaften</guimenuitem></menuchoice> betrachtet und verändert werden.

source: You can also change the properties of a station by selecting the station and right-click, then choose <guimenuitem>Properties</guimenuitem>.
de: Sie können die Einstellungen eines Senders auch ändern, indem Sie einen Rechtsklick auf den Sender machen und <guimenuitem>Eigenschaften</guimenuitem> wählen.

source: When you access the properties of a radio stream, you can modify its title, its genre; you can also modify the stream location, and set a rating to it.
de: Wenn Sie auf die Eigenschaften eines Senders zugreifen, können Sie seinen Titel und sein Genre verändern; die Stream-URL und die Bewertungen sind ebenso veränderbar.

source: Removing a station
de: Einen Internetradio-Sender entfernen

source: To remove a radio station from the radio stations list, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Remove</guimenuitem></menuchoice>; you can also right-click on the station and select <guimenuitem>Remove</guimenuitem>.
de: Um einen Sender aus der Internetradio-Liste zu entfernen, klicken Sie auf den Sender und wählen <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Entfernen</guimenuitem></menuchoice>; Sie können auch einen Rechtsklick auf den Sender machen und <guimenuitem>Entfernen</guimenuitem> auswählen.

source: Podcast Source
de: Quelle »Podcasts«

source: Podcasting is a new way to broadcast audio content over the web; when an author publishes an episode, podcast suscribers are informed, through an XML feed.
de: Podcasting ist ein neuer Weg um Audioinhalte über das Internet zu verteilen; wenn ein Autor eine neue Folge veröffentlicht, werden die Podcast-Abonnenten über einen XML-Feed informiert.

source: Rhythmbox enables you to suscribe to podcast feeds, so when a new episode is available you'll be informed, it will download this episode and it will play it.
de: Rhythmbox kann Podcasts abonnieren. Wenn dann eine neue Folge des Podcasts veröffentlicht wird, wird die Folge heruntergeladen und abgespielt.

source: You can find more information about podcast and podcasting by visiting the definition of <ulink url="http://en.wikipedia.org/wiki/Podcast">Podcast</ulink> on the site <ulink url="http://en.wikipedia.org/">Wikipedia</ulink>.
de: Wenn Sie mehr über Podcasts erfahren möchten, können Sie sich den <ulink url="http://de.wikipedia.org/">Wikipedia</ulink>-Artikel über <ulink url="http://de.wikipedia.org/wiki/Podcasting">Podcasting</ulink> anschauen .

source: The Podcast interface
de: Die Podcast-Oberfläche

source: The Podcast interface with some registered podcasts
de: Die Podcast-Oberfläche mit ein paar abonnierten Podcasts

source: Podcast Management
de: Podcast-Verwaltung

source: Add a podcast
de: Einen neuen Podcast hinzufügen

source: To register to a podcast, choose <menuchoice><guimenu>Music</guimenu><guimenuitem>New Podcast Feed</guimenuitem></menuchoice>, then in the new window, enter the URL of the podcast feed. Rhythmbox will retrieve the list of episodes and the latest episode will be downloaded on your hard disk.
de: Um ein neues Podcast-Abonnement hinzuzufügen, wählen Sie <menuchoice><guimenu>Musik</guimenu><guimenuitem>Neuer Podcast-Feed</guimenuitem></menuchoice> und geben im neu aufgegangenen Fenster die URL des Podcasts an. Rhythmbox wird dann die Liste aller Folgen herunterladen und die neueste Folge auf der Festplatte abspeichern.

source: To add a new podcast feed, you can also right-click over the <guimenuitem>Podcasts</guimenuitem> source, and select <guimenuitem>New Podcast Feed</guimenuitem>.
de: Um ein neues Podcast-Abonnement hinzuzufügen können Sie auch einen Rechtsklick auf die <guimenuitem>Podcasts</guimenuitem>-Quelle machen und dort <guimenuitem>Neuer Podcast-Feed</guimenuitem> wählen.

source: Delete a podcast
de: Einen Podcast löschen

source: To delete a podcast, right-click on the podcast feed's name in the browser, and choose <menuchoice><guimenuitem>Delete Podcast Feed</guimenuitem></menuchoice>, then choose <menuchoice><guimenuitem>Delete Feed Only</guimenuitem></menuchoice> if you want to keep the podcast's episodes, or choose <menuchoice><guimenuitem>Delete Feed And Item</guimenuitem></menuchoice> if you want to delete the feed and all its related episodes.
de: Um einen Podcast zu löschen, machen Sie einen Rechtsklick auf den Namen des Podcasts im Browser und wählen <menuchoice><guimenuitem>Podcast-Feed entfernen</guimenuitem></menuchoice>, und dann <menuchoice><guimenuitem>Nur Feed löschen</guimenuitem></menuchoice> wenn Sie die Podcast-Folgen behalten möchten, oder <menuchoice><guimenuitem>Feed und Dateien löschen</guimenuitem></menuchoice> wenn Sie den Feed und dessen Folgen löschen möchten.

source: Update feeds
de: Podcast-Abonnements aktualisieren

source: To know if new episodes have been published for a podcast, right-click over the podcast name in the browser and choose <menuchoice><guimenuitem>Update Podcast Feed</guimenuitem></menuchoice>. If new episodes were pusblished, they will appear in the episode list.
de: Um herauszufinden, ob neue Postcast-Folgen veröffentlicht wurden, machen Sie einen Rechtsklick auf den Podcast-Namen im Browser und wählen <menuchoice><guimenuitem>Podcast-Feed aktualisieren</guimenuitem></menuchoice>. Wenn eine neue Folge erschienen ist, wird diese in der Folgenliste erscheinen.

source: Rhythmbox checks regularly, by its own, the podcast feeds list to know if they were updated.
de: Rhythmbox sucht von selbst in regelmäßgien Abständen nach neuen Folgen der Podcast-Abonnements.

source: You can also check all podcasts, by right-clicking over the <menuchoice><guimenuitem>Podcasts</guimenuitem></menuchoice> source and choose <menuchoice><guimenuitem>Update All Feeds</guimenuitem></menuchoice>.
de: Sie können auch alle Podcasts aktualisieren, indem Sie einen Rechtsklick auf die <menuchoice><guimenuitem>Podcasts</guimenuitem></menuchoice>-Quelle machen und <menuchoice><guimenuitem>Alle Feeds aktualisieren</guimenuitem></menuchoice> wählen.

source: Access Podcast Feed properties
de: Auf die Podcast-Abonnement-Einstellungen zugreifen

source: On the tab <guilabel>Basic</guilabel> you view the podcast <guilabel>Title</guilabel>, <guilabel>Author</guilabel>, the <guilabel>Last Updated</guilabel> date and the <guilabel>Description</guilabel>.
de: Im Reiter <guilabel>Grundlegend</guilabel> können Sie den <guilabel>Titel</guilabel>, <guilabel>Autor</guilabel>, das <guilabel>Letzte Aktualisierung</guilabel>-Datum und die <guilabel>Beschreibung</guilabel> des Podcasts sehen.

source: On the tab <guilabel>Details</guilabel> you view the feed <guilabel>Source</guilabel>, <guilabel>Language</guilabel>, and the <guilabel>Copyright</guilabel> properties.
de: Im Reiter <guilabel>Details</guilabel> können Sie die <guilabel>Quelle</guilabel>, <guilabel>Sprache</guilabel> und das <guilabel>Copyright</guilabel> des Feeds sehen.

source: To access to the Feed properties, right-click on the Feed name, and choose <menuchoice><guimenuitem>Properties</guimenuitem></menuchoice>. <placeholder-1/> You can view the properties, and also edit the rating.
de: Um auf die Eigenschaften eines Feeds zuzugreifen, machen Sie einen Rechtsklick auf den Namen des Feeds und wählen <menuchoice><guimenuitem>Eigenschaften</guimenuitem></menuchoice>. <placeholder-1/> Sie können die Eigenschaften betrachten und die Bewertung ändern.

source: Episode Management
de: Folgenverwaltung

source: Download a podcast episode
de: Eine Podcast-Folge herunterladen

source: To download an episode on your disk, right-click on the episode, and choose <menuchoice><guimenuitem>Download Post</guimenuitem></menuchoice>, Rhythmbox will start to download the episode in the location defined in the preferences. You can see the download progress of an episode in the column <guilabel>Status</guilabel>.
de: Um eine Folge auf Ihre Festplatte herunterzuladen, machen Sie einen Rechtsklick auf die Folge und wählen <menuchoice><guimenuitem>Folge herunterladen</guimenuitem></menuchoice>. Rhythmbox wird die Folge in den in den Einstellungen angegebenen Speicherort herunterladen. Sie können den Fortschritt einer Folge in der Kolumne <guilabel>Status</guilabel> betrachten.

source: By default, podcasts are downloaded in folder <filename class="directory">Podcasts/</filename> in your home directory. To change location, see <xref linkend="prefs-podscast"/>.
de: Standardmäßig werden Podcasts in den Ordner <filename class="directory">Podcasts/</filename> in Ihrem Benutzerverzeichnis heruntergeladen. Um das zu verändern, lesen Sie bitte hier <xref linkend="prefs-podscast"/> nach.

source: Read a podcast episode
de: Eine Podcast-Folge herunterladen

source: Delete a podcast episode
de: Eine Podcast-Folge löschen

source: Play Queue Source
de: Quelle »Warteschlange«

source: Add a track in Play Queue
de: Ein Lied in die Warteschlange aufnehmen

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Add to playqueue</guimenuitem></menuchoice>.
de: Klicken Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>In die Wiedergabeliste aufnehmen</guimenuitem></menuchoice>.

source: To add a track: <placeholder-1/>
de: Um ein Lied hinzuzufügen: <placeholder-1/>

source: Remove a track in Play Queue
de: Ein Lied aus der Warteschlange entfernen

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Delete</guimenuitem></menuchoice>.
de: Klicken Sie auf <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Löschen</guimenuitem></menuchoice>.

source: To remove a track stored in Play Queue: <placeholder-1/>
de: Um ein Lied aus der Warteschlange zu entfernen: <placeholder-1/>

source: Playlists Source
de: Quelle »Wiedergabelisten«

source: Static Playlists
de: Statische Wiedergabelisten

source: Smart Playlists
de: Dynamische Wiedergabelisten

source: Rhythmbox has 2 kinds of playlists: <placeholder-1/>
de: Rhythmbox hat 2 Arten von Wiedergabelisten: <placeholder-1/>

source: Rhythmbox lets you burn the tracks of your playlists to an Audio CD.
de: Mit Rhythmbox können Sie die Lieder einer Wiedergabeliste auf eine Audio-CD brennen.

source: Create a static playlist
de: Eine statische Wiedergabeliste erstellen

source: Add tracks to a playlist
de: Ein Lied zu einer Wiedergabeliste hinzufügen

source: Remove tracks from a playlist
de: Lieder von einer Wiedergabeliste entfernen

source: Right-click over the selection and choose <guimenuitem>Delete</guimenuitem>.
de: Führen Sie einen Rechtsklick über der Auswahl aus und klicken Sie auf <guimenuitem>Löschen</guimenuitem>.

source: Delete a static playlist
de: Eine statische Wiedergabeliste löschen

source: Right-click over the playlist and choose <guimenuitem>Delete</guimenuitem>.
de: Führen Sie einen Rechtsklick über der Wiedergabeliste aus und klicken Sie auf <guimenuitem>Löschen</guimenuitem>.

source: To delete a static playlist, select the playlist to delete, then you have two ways to delete it: <placeholder-1/> This operation deletes only the playlist and not the tracks stored in the playlist deleted.
de: Um eine statische Wiedergabeliste zu löschen, wählen Sie die Wiedergabelist aus, und dann gibt es zwei Möglichkeiten die Liste zu löschen: <placeholder-1/> Diese Möglichkeit löscht nur die Wiedergabeliste an sich und nicht die Titel in der Wiedergabeliste.

source: Smart Playlists are playlists built from criterias, so their content is build dynamically; all the tracks matching criterias will be added in the playlist.
de: Automatische Wiedergabelisten sind Wiedergabenlisten, die durch bestimmte Kriterien erzeugt werden, deren Inhalt also dynamisch erstellt wird; alle Titel, die auf die Kriterien passen, werden zur Wiedergabeliste hinzugefügt.

source: Create a smart playlist
de: Eine dynamische Wiedergabeliste erstellen

source: Choose <menuchoice><guimenu>Music</guimenu><guisubmenu>Playlist</guisubmenu><guimenuitem>New Automatic Playlist...</guimenuitem></menuchoice>.
de: Klicken Sie auf <menuchoice><guimenu>Musik</guimenu><guisubmenu>Wiedergabeliste</guisubmenu><guimenuitem>Neue Automatische Wiedergabeliste...</guimenuitem></menuchoice>.

source: Edit the playlist criterias through the query editor.
de: Wiedergabelisten-Kriterien mit dem Abfrage-Editor bearbeiten.

source: Once your criterias chosen, click <guibutton>New</guibutton> to create the query.
de: Sobald Sie die Kriterien eingestellt haben, klicken Sie auf <guibutton>Neu</guibutton> um die Abfrage zu erstellen.

source: To create a new playlist: <placeholder-1/>
de: Um eine neue Wiedergabeliste zu erstellen: <placeholder-1/>

source: Edit a smart playlist
de: Eine dynamische Wiedergabeliste bearbeiten

source: Edit a smart playlist let you modify the criteria set for this playlist. To edit a smart playlist, select the smart playlist, choose <menuchoice><guimenu>Music</guimenu><guisubmenu>Playlist</guisubmenu><guimenuitem>Edit...</guimenuitem></menuchoice>, and edit the criterias. Once done, choose <guibutton>Close</guibutton>.
de: Wenn man eine automatische Wiedergabeliste bearbeitet, können die Kriterien dieser bearbeitet werden. Um eine automatische Wiedergabeliste zu bearbeiten, wählen Sie die Wiedergabeliste aus, wählen <menuchoice><guimenu>Musik</guimenu><guisubmenu>Wiedergabeliste</guisubmenu><guimenuitem>Bearbeiten...</guimenuitem></menuchoice> und bearbeiten die Kriterien. Wenn Sie damit fertig sind, klicken Sie auf <guibutton>Schließen</guibutton>.

source: Delete a smart playlist
de: Eine dynamische Wiedergabeliste löschen
