Repository: AdamZ/rhythmbox-magnatune
Catalog: help/*/*.po
Languages: de

source: Rhythmbox Music Player Manual V2.0.2
de: Rythmbox Musik-Player Handbuch V2.0.2

source: GNOME Documentation Project
de: GNOME Dokumentations-Projekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das Kopieren, Verbreiten und/oder Modifizieren dieses Dokuments ist unter den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder einer späteren Version, veröffentlicht von der Free Software Foundation, erlaubt. Es gibt keine unveränderlichen Abschnitte, keinen vorderen Umschlagtext und keinen hinteren Umschlagtext. Eine Kopie des Lizenztextes ist unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der Datei COPYING-DOCS, die zusammen mit diesem Handbuch verteilt wurde, enthalten.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter den Bedingungen der GFDL verbreitet werden. Wenn dieses Handbuch von der Sammlung getrennt verteilt werden soll, muss diesem Handbuch eine Kopie der Lizenz beigefügt werden. Diese Regelung ist auch im Abschnitt 6 der Lizenz beschrieben.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Firmen zur Kennzeichnung ihrer Produkte und Dienstleistungen verwendet werden, sind eingetragene Warenzeichen. Wo solche Bezeichnungen in einer GNOME-Dokumentation auftreten, erscheinen diese Namen in Großbuchstaben oder mit großen Anfangsbuchstaben, sofern sich die Mitglieder des GNOME-Dokumentationsprojekts der Existenz eines entsprechenden Warenzeichens bewusst sind.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD "WIE VORLIEGEND" GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>

source: Rythmbox Music Player Manual V0.0.2
de: Rhythmbox Musik-Player Handbuch V0.0.2

source: October 2002
de: Oktober 2002

source: Rythmbox Music Player Manual V0.0.3
de: Rhythmbox Musik-Player Handbuch V0.0.3

source: Rythmbox Music Player Manual V0.0.4
de: Rhythmbox Musik-Player Handbuch V0.0.4

source: October 2005
de: Oktober 2005

source: This manual describes version 0.9.4 of Rhythmbox Music Player.
de: In diesem Handbuch wird Rhythmbox Version 0.9.4 beschrieben.

source: To report a bug or make a suggestion regarding the Rhythmbox Music Player application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zur Rhythmbox Musik-Player-Anwendung oder diesem Handbuch haben, folgen Sie bitte den Anweisungen auf der <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback-Seite</ulink>.

source: Rhythmbox is the full featured music player for GNOME Desktop.
de: Rhythmbox ist der leistungsstarke Musik-Player des GNOME Desktops.

source: Music Player
de: Musik-Player

source: Introduction
de: Einführung

source: <application>Rhythmbox Music Player</application> is a music player and library for tagged files, that support various music formats.
de: <application>Rhythmbox Musik-Player</application> ist ein Musik-Player und eine Musiksammlung zur Verwaltung und Wiedergabe von mit Meta-Daten versehenen Musikdateien, der zahlreiche Musikdateiformate unterstützt.

source: Current <application>Rhythmbox Music Player</application> features include:
de: Zur Zeit beherrscht <application>Rhythmbox Musik-Player</application> folgende Aufgaben:

source: Play various format music files from your tagged organized Library.
de: Abspielen von Musikdateien zahlreicher Formate aus einer organisierten, getaggten Musiksammlung.

source: Display information on the songs through meta-data reading.
de: Anzeigen von titelspezifischen Informationen mithilfe von Meta-Daten.

source: Display songs in an organized view.
de: Anzeigen aller Lieder in einer organisierten Ansicht.

source: Create static playlists by dragging and dropping from the Library view.
de: Erstellen von statischen Wiedergabelisten per Drag&amp;Drop aus der Musiksammlungsansicht.

source: Create automatic playlists from criterias.
de: Erstellen automatischer Wiedergabelisten nach Kriterien.

source: Search for songs in the sources list like Library or Playlists.
de: In Quellen, wie der Musiksammlung oder Wiedergabelisten, nach Liedern suchen.

source: Listen to Internet radio stations.
de: Anhören von Internetradio.

source: Read Audio CDs, and retrieve information like track title from the Internet.
de: Abspielen von Audio-CDs und Abrufen von Informationen wie Titel aus dem Internet.

source: Burn Audio CDs from playlists.
de: Brennen von Audio-CDs aus Playlisten.

source: Getting Started
de: Erste Schritte

source: To Launch the <application>Rhythmbox Music Player</application>
de: Um <application>Rhythmbox Musik-Player</application> zu starten,

source: <guimenu>Applications</guimenu> menu
de: <guimenu>Anwendungen</guimenu>-Menü

source: Choose <menuchoice><guisubmenu>Multimedia</guisubmenu><guimenuitem>Rhythmbox Music Player</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Unterhaltungsmedien</guisubmenu><guimenuitem>Rhythmbox Musik-Player</guimenuitem></menuchoice>.

source: Command Line
de: Befehlszeile

source: Type <command>rhythmbox</command>, then press <keycap>Return</keycap>.
de: Geben Sie <command>rhythmbox</command> ein, und drücken Sie <keycap>Enter</keycap>.

source: You can launch the <application>Rhythmbox Music Player</application> in the following ways: <placeholder-1/>
de: Sie können <application>Rhythmbox Musik-Player</application> auf folgende Arten starten: <placeholder-1/>

source: Running the Assistant
de: Den Assistenten starten

source: The first time you launch the <application>Rhythmbox Music Player</application>, an assistant will help you import your music. On the second panel of the assistant, press the <guibutton>Browse...</guibutton> button and select the folder where your music is stored.
de: Wenn<application>Rhythmbox Musik-Player</application> zum ersten Mal gestartet wird, wird Ihnen ein Assistent beim Importieren Ihrer Musiksammlung helfen. Klicken Sie auf der zweiten Seite des Assistenten auf <guibutton>Durchsuchen...</guibutton> und wählen Sie den Ordner aus, in dem Ihre Musik gespeichert ist.

source: Rhythmbox Music Player Window
de: Rhythmbox Musik-Player-Fenster

source: Overview
de: Übersicht

source: The <application>Rhythmbox Music Player</application> window enables you to browse and play your favorite music. <xref linkend="fig-rb-window"/> shows the interface of the <application>Rhythmbox Music Player</application> with its main components.
de: Das <application>Rhythmbox Musik-Player</application>-Fenster erlaubt es Ihnen durch Ihre Lieblingsmusik zu browsen und diese abzuspielen. <xref linkend="fig-rb-window"/> zeigt die Oberfläche des <application>Rhythmbox Musik-Player</application>s mit seinen Hauptbestandteilen.

source: The <application>Rhythmbox Music Player</application> Window
de: Das <application>Rhythmbox Musik-Player</application>-Fenster

source: Rhythmbox Music Player
de: Rhythmbox Musik-Player

source: Table 1 describes the components of <application>Rhythmbox Music Player</application> window.
de: Tabelle 1 beschreibt die verschiedenen Komponenten des <application>Rhythmbox Musik-Player</application>-Fensters.

source: <application>Rhythmbox Music Player</application> Window Components
de: <application>Rhythmbox Musik-Player</application>-Fensterkompenenten

source: Component
de: Kompenente

source: Description
de: Beschreibung

source: Menubar
de: Menüleiste

source: Contains menus that you use to perform tasks in <placeholder-1/> window.
de: Enthält die Menüs, mit denen Aufgaben im <placeholder-1/>-Fenster erledigt werden können.

source: Toolbar
de: Werkzeugleiste

source: Provides access to player functions and details about the currently playing track.
de: Bietet Zugriff auf die Abspielfunktionen und Details über den momentanen Titel.

source: Time Slider
de: Schieberegeler für Position im Musikstück

source: Displays the position of the read of a track; it enables to jump to another part of a track.
de: Zeigt die Position im momentanen Titel an; er erlaubt ihnen, während dem Abspielen zu anderen Stellen im Titel zu springen.

source: Source List
de: Quellenliste

source: Displays a list of available sources.
de: Zeigt die Liste aller verfügbarer Quellen an

source: Allows to browse and filter the Library tracks by Genre, Artist or Album name. The Browser also provides a search function to display only tracks that match your criteria.
de: Ermöglicht es, Lieder aus der Biblitohek nach Musikrichtung, Künstler oder Album zu filtern. Der Browser enthält außerdem eine Suchfunktion, um nur die Lieder anzuzeigen, die den Suchkriterien entsprechen.

source: Tracks list
de: Titelliste

source: Lists the tracks that belong to the selected source.
de: Listet die Lieder auf, die zur ausgewählten Quelle gehören.

source: Statusbar
de: Statusleiste

source: Displays informations about the source selected in Source List.
de: Zeigt Informationen über die in der Quellenliste ausgewählte Quelle an.

source: The Source List
de: Die Quellenliste

source: The <application>Rhythmbox Music Player</application> library, where all of the imported tracks will appear.
de: Die <application>Rhythmbox Musik-Player</application>-Musiksammlung, in der alle importierten Titel erscheinen werden.

source: The iRadio source, with all internet radio stations.
de: Die iRadio-Quelle mit allen Internetradio-Stationen.

source: All playlists (normal and smart).
de: Alle Abspiellisten (normal und automatisch)

source: Audio CD's inserted into the computer's CD drives.
de: Audio-CDs, die in das CD-Laufwerk eingelegt werden.

source: Portable players like iPod plugged to your computer.
de: Mobile Abspielgeräte wie iPods, die am Computer angeschlossen sind.

source: The DAAP Music shares discovered on the local network.
de: Die DAAP-Musikversteiler im lokalen Netzwerk.

source: The source list is where you can access your music library, internet radio, your playlists and audio CDs. The source list can contain the following sources: <placeholder-1/>
de: Die Quellenliste bzw. Seitenleiste, mit der Sie auf Ihre Musiksammlung, Internetradio, Ihre Wiedergabelisten und Audio-CDs zugreifen können. Die Quellenliste kann die folgenden Quellen enthalten: <placeholder-1/>

source: The display of the source list can be toggled on or off by selecting <menuchoice><guimenu>View</guimenu><guimenuitem>Source List</guimenuitem></menuchoice>.
de: Ob die Seitenleiste angezeigt werden soll, kann mit <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Seitenleiste</guimenuitem></menuchoice> umgeschaltet werden.

source: The Player Toolbar
de: Die Werkzeugleiste

source: The toolbar area provides access to details about the currently playing track. When no track is being played, this area shows no information. When a track is played, the track name is displayed, and underneath, the artist and the album names.
de: Der Werkzeugleistenbereich bietet Zugriff auf Details über den momentan gespielten Titel. Wenn kein Titel angezeigt wird, zeigt sie keine Informationen an. Wenn ein Titel gespielt wird, wird der Titelname und, darunter, der Künstler und Albumname angezeigt.

source: A tracker is also displayed, showing the progress of the playing track. When the tracker has focus, the arrow keys can be used to Fast-Forward or Rewind the playing track.
de: Ein Tracker zeigt auch den Fortschritt des momentan gespielten Titels an. Wenn der Tracker fokussiert ist können die Pfeiltasten dazu benutzt werden, vor- oder zurückzuspulen.

source: Shows player area
de: Zeigt Player-Bereich

source: If you are using a mouse with a scroll wheel, you can adjust the volume by scrolling up or down while the mouse pointer is over the volume button.
de: Wenn Sie eine Maus mit Mausrad besitzen, können Sie die Lautstärke einstellen indem Sie das Mausrad drehen während der Mauszeiger über dem Lautstärkeregler ist.

source: The Statusbar
de: Die Statusleiste

source: The statusbar contains additional information about the number of songs and the duration of the source selected. The display of the statusbar can be toggled on or off by selecting <menuchoice><guimenu>View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice>.
de: Die Statusleiste enthält weitere Informationen über die Anzahl der Titel und die theoretische Gesamtdauer der ausgewählen Quelle. Ob die Statusbar angezeigt werden soll kann mit <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice> umgeschaltet werden.

source: Shows statusbar
de: Zeigt Statusbar

source: <application>Rhythmbox Music Player</application> Minimized Window
de: <application>Rhythmbox Musik-Player</application> Minimiertes Fenster

source: <application>Rhythmbox Music Player</application> comes with a minimized mode. This mode enables access only to the menubar and the player function of <application>Rhythmbox Music Player</application>.
de: Der <application>Rhythmbox Musik-Player</application> beherrscht einen Kompaktmodus. Dieser Modus erlaubt nur Zugriff auf die Menübar und die Abspielfunktionen vom <application>Rhythmbox Musik-Player</application>.

source: To switch to the small display, select <menuchoice><guimenu>View</guimenu><guimenuitem>Small Display</guimenuitem></menuchoice>.
de: Sie können den Kompaktmodus anschalten, indem Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Kompakt</guimenuitem></menuchoice> wählen.

source: Shows the <placeholder-1/> in small display mode
de: Zeigt den <placeholder-1/> im Kompaktmodus

source: Using Rhythmbox Music Player
de: Rhythmbox Musik-Player benutzen

source: Playing Music
de: Musik abspielen

source: To play a track, choose <menuchoice><guimenu>Control</guimenu><guimenuitem>Play</guimenuitem></menuchoice>, or select the track and press the <guibutton>Play</guibutton> button on the toolbar, or simply double-click on the track to start playing.
de: Um einen Titel abzuspielen gibt es drei Möglichkeiten: wählen Sie <menuchoice><guimenu>Steuerung</guimenu><guimenuitem>Wiedergabe</guimenuitem></menuchoice>, wählen Sie den Titel aus und klicken Sie auf <guibutton>Wiedergabe</guibutton>, oder machen Sie einfach einen Doppelklick auf den zu spielenden Titel.

source: When track ends, <application>Rhythmbox Music Player</application> jumps to play next track in the list showed in view pane.
de: Wenn der Titel zu Ende ist, springt der <application>Rhythmbox Musik-Player</application> zum nächsten Titel, der in der Titelliste angezeigt wird.

source: In the Library you can play all songs from an artist or a single album simply selecting <guilabel>Album</guilabel> or <guilabel>Artist</guilabel> entry in the <link linkend="library-filter-browser">library browser</link>.
de: In der Musiksammlung können Sie alle Titel von einem Künstler oder einem bestimmten Album abspielen, indem Sie den <guilabel>Album</guilabel> oder <guilabel>Künstler</guilabel>-Eintrag im <link linkend="library-filter-browser">Musiksammlungs-Browser</link> wählen.

source: Next/Play/Previous
de: Nächster/Wiedergabe/Vorheriger

source: Previous
de: Vorheriger

source: Play
de: Wiedergabe

source: Next
de: Nächster

source: Shows buttons <placeholder-1/>, <placeholder-2/> and <placeholder-3/> in toolbar.
de: Zeigt die Buttons <placeholder-1/>, <placeholder-2/> und <placeholder-3/> in der Werkzeugleiste an.

source: The <guibutton>Next</guibutton> and <guibutton>Previous</guibutton> buttons can be used to skip between tracks while playing. If a track is currently playing, the previous button will restart the track. Pressing the <guibutton>Play</guibutton> button will start playing the current track. <placeholder-1/>
de: Die Buttons <guibutton>Nächster</guibutton> und <guibutton>Vorheriger</guibutton> können dazu benutzt werden, während dem Abspielen zwischen TIteln hin und her zu springen. Wenn ein Titel gerade abgespielt wird, wiederholt der Vorheriger-Button den Titel. Wenn der <guibutton>Wiedergabe</guibutton>-Knopf gedrückt wird, wird der momentane TItel abgespielt. <placeholder-1/>

source: Repeat
de: Wiederholen

source: The option <guibutton>Repeat</guibutton> makes the <application>Rhythmbox Music Player</application> restart to play tracks from the beginning of the list when it reach the last track.
de: Die Option <guibutton>Endlosschleife</guibutton> bewirkt, dass der <application>Rhythmbox Musik-Player</application> vom Anfang der Liste an neu anfängt abzuspielen wenn der letzte Titel erreicht wurde.

source: Shows repeat button in the statusbar.
de: Zeigt den Endlosschleife-Button in der Statusbar.

source: To activate repeat, choose <menuchoice><guimenu>Control</guimenu><guimenuitem>Repeat</guimenuitem></menuchoice>, or press the button <guibutton>Repeat</guibutton> on the toolbar. <placeholder-1/>
de: Um die Endlosschleife anzuschalten, wählen Sie <menuchoice><guimenu>Steuerung</guimenu><guimenuitem>Endlosschleife</guimenuitem></menuchoice> oder drücken Sie auf den Button <guibutton>Endlosschleife</guibutton> in der Werkzeugleiste. <placeholder-1/>

source: Shuffle
de: Zufall

source: The option <guibutton>Shuffle</guibutton> makes the <application>Rhythmbox Music Player</application> play tracks in a random order.
de: Die Option <guibutton>Zufall</guibutton> bewirkt, dass der <application>Rhythmbox Music Player</application> die Titel in einer zufälligen Reihenfolge abspielt.

source: Shows shuffle button in the statusbar.
de: Zeigt den Zufall-Button in der Statusbar.

source: To activate shuffle, choose <menuchoice><guimenu>Control</guimenu><guimenuitem>Shuffle</guimenuitem></menuchoice>, or press the button <guibutton>Shuffle</guibutton> on the toolbar. <placeholder-1/>
de: Um die Option Zufall zu aktivieren, wählen Sie <menuchoice><guimenu>Steuerung</guimenu><guimenuitem>Zufall</guimenuitem></menuchoice> oder klicken Sie den Button <guibutton>Zufall</guibutton> in der Werkzeugleiste. <placeholder-1/>

source: Volume Control
de: Die Wiedergabelautstärke festlegen

source: Shows volume slider in toolbar.
de: Zeigt den Lautstärkeregeler in der Werkzeugleiste.

source: The volume control is located in the right hand of the toolbar. Pressing the loudspeaker icon will show the volume slider. Sliding this up and down will increase and decrease the volume. The loudspeaker icon will change to reflect the relative volume. <placeholder-1/>
de: Das Lautstärkeregeler ist in der rechten Seite der Werkzeugleiste platziert. Wenn man auf das Icon klickt, erscheint ein Schieberegeler, mit dem man die Lautstärke erhöhen oder verringern kann. An den blauen Stirchchen auf dem Icon kann man die ungefähre Lautstärke erkennen. <placeholder-1/>

source: You can adjust the volume by using the mouse scroll wheel over the loudspeaker icon.
de: Die Lautstärke kann auch verändert werden, wenn man das Mausrad direkt über dem Icon des Lautstärkeregelers dreht.

source: Library Source
de: Quelle »Musik«
